hello-user = Привет, {$username}! 👋
 Я - бот, который поможет подобрать и примерить одежду. 👚👕
 Давай начнем с заполнения данных, которые помогут сделать мою работу качественней.

choose-language = Выберите язык:
choose-cathegory = Выберите категорию:

choose-sex = Выберите пол:
choose-sex-male = Мужчина 🚹
choose-sex-female = Женщина 🚺

upload-photo = Загрузите вашу фотографию. 🖼
 Для точного подбора стиля, загрузите фото с хорошим освещением, естественной позой, где хорошо видны лицо и верхняя часть тела. 
 Рекомендуем загрузить фото в одежде, похожей на ту, что вы хотите примерить. Избегайте фото с поднятыми руками.
 Соблюдение рекомендаций улучшит качество генерации одежды. 
upload-photo-example = Пример фото:
upload-photo-user = Ваше фото:
 Если хотите поменять фото - нажмите "Назад". 
upload-photo-fitting = Рекомендуем загрузить фото одежды на однотонном фоне. (Отправьте боту фото 📤)
 После отправки результат будет готов в течение 30 секунд.

next = Далее ▶️
back = ◀️ Назад
done = Готово ✅
generate = Примерить👔

menu = Меню
generation-menu = Выберите способ генерации ✨

button-menu-change-language = Изменить язык 🌎
button-menu-change-sex = Изменить пол 🚹🚺
button-menu-change-photo = Изменить фото 🖼
button-menu-find-look = Подобрать образ 🔎
button-generation-menu-catalog = Образ из каталога 📕
button-generation-menu-fitting = Примерить одежду с фото 📸

preview-catalog = В данном режиме вам будет предоставлен каталог вещей, которые вы сможете примерить на себя.
 К каждой вещи прикреплена ссылка, по которой можно ее приобрести.
 Генерация занимает до 30 секунд.
preview-fitting = С помощью данного режима вы сможете примерить на себя одежду с фото, которое загрузите!

result-catalog = Прекрасный выбор! Вот ваш лук ✨
result-fitting =  Вот ваш лук ✨
result-no-validated = Ваше фото вещи для примерки не подходит. Загрузите новое 📤.
result-no-validated-catalog = Ваше фото пользователя не подходит. Загрузите новое 📤.

waiting-result = Ждем окончание генерации лука. Это займет до 1 минуты. 

forbidden = Недостаточно прав 🚫
 Вернитесь к основному функционалу бота прописав команду /start

